Repository: tylercamp/palcalc
Catalog: PalCalc.UI/Localization/Localizations/*.resx
Languages: tr, zh_hans

# LC_SOLVER_SETTINGS_MAX_SOLVER_STEPS_DESCRIPTION
source: The maximum number of times the breeding solver will run. Larger values may allow Pal Calc to find more options when searching for the optimal breeding path. (Pal Calc will detect if additional breeding attempts are needed and may stop before reaching this limit.) (This value should typically be the same as, or bigger than, "Max Breeding Steps".) Higher values linearly affect computation time.
tr: Üreme çözücünün çalışacağı maksimum sayı. Daha büyük değerler, Pal Calc'ın optimal üreme yolunu ararken daha fazla seçenek bulmasını sağlayabilir. (Pal Calc, ek üreme girişimlerinin gerekli olup olmadığını algılar ve bu sınıra ulaşmadan önce durdurulabilir.) (Bu değer genellikle "Maksimum Üreme Adımı" ile aynı veya daha büyük olmalıdır.) Daha yüksek değerler hesaplama süresini doğrusal olarak etkiler.
zh_hans: 繁殖求解器将运行的最大次数。较大的值可能允许 Pal Calc 在搜索最佳育种路径时找到更多选项。 Pal Calc 将检测是否需要额外的繁殖尝试，并可能在达到此限制之前停止。 （此值通常应等于或大于 “最大繁殖步数”）。 较高的值会线性影响计算时间.

# LC_SOLVER_SETTINGS_MAX_WILD_PALS
source: Max Wild Pals
tr: Max Vahşi Pallar
zh_hans: 最大野生帕鲁

# LC_SOLVER_SETTINGS_MAX_WILD_PALS_DESCRIPTION
source: The maximum number of wild pals to allow in a breeding path. Higher values linearly affect time required, depending on how many types of pals are owned.
tr: Üreme yolunda izin verilen maksimum vahşi arkadaş sayısı. Daha yüksek değerler, sahip olunan pal türlerinin sayısına bağlı olarak gereken süreyi doğrusal olarak etkiler.
zh_hans: 殖路径中允许的最大野生伙伴数。 较高的值会线性影响所需的时间，具体取决于拥有的帕鲁类型的数量.

# LC_SOLVER_STATUS_BREEDING
source: Breeding step {StepNum}, calculating child pals and probabilities of {WorkSize} pairs
tr: Üreme aşaması {StepNum}, {WorkSize} çiftlerinin çocuk arkadaşlarını ve olasılıklarını hesaplama
zh_hans: 繁殖步骤 {StepNum}, 计算 {WorkSize}对的子帕鲁和概率

# LC_SOLVER_STATUS_FINISHED
source: Finished (took {Duration})
tr: Tamamlandı, ({Duration} zaman aldı)
zh_hans: 已完成 (took {Duration})

# LC_SOLVER_STATUS_INITIALIZING
source: Initializing
tr: Başlatılıyor

# LC_SOLVER_STEP_STATUS_BREEDING
source: Processed {NumProcessed} / {WorkSize} breeding pairs
tr: İşlenen {NumProcessed} / {WorkSize} üreme çifti
zh_hans: 已处理的 {NumProcessed} / {WorkSize} 繁殖配对

# LC_SOLVER_STEP_STATUS_DONE
source: Processed a total of {TotalSize} breeding pairs
tr: Toplamda {TotalSize} üreme çifti işlendi
zh_hans: 总共处理了 {TotalSize} 繁殖配对

# LC_SOURCE_PALS
source: Source Pals
tr: Kaynak Pallar
zh_hans: 来源帕鲁

# LC_SOURCE_PALS_FILTERS
source: Filters
tr: Filtreler

# LC_SOURCE_PALS_PLAYERS_AND_GUILDS
source: Guild and Players
tr: Lonca ve Oyuncular

# LC_STARTUP_LOADING
source: Loading...
tr: Yükleniyor...
zh_hans: 加载...

# LC_SURGERY_ADD_PASSIVE
source: Add {AddedPassive}
tr: Ekle {AddedPassive}

# LC_SURGERY_CHANGE_GENDER
source: Change gender to {NewGender}
tr: Cinsiyeti {NewGender} olarak değiştir

# LC_SURGERY_REPLACE_PASSIVE
source: Replace {RemovedPassive} with {AddedPassive}
tr: {RemovedPassive} yerine {AddedPassive} kullanın.

# LC_TARGET_PAL
source: Target Pal
tr: Hedef Pal
zh_hans: 目标帕鲁

# LC_TARGET_PALS
source: Target Pals
tr: Hedef Pallar
zh_hans: 目标帕鲁

# LC_TRAITS_COUNT_EMPTY
source: no passives
tr: pasif değil
zh_hans: 没有被动技能

# LC_TRAITS_COUNT_RANDOM
source: {NumRandom} random
tr: {NumRandom} rastgele
zh_hans: {NumRandom} 随机

# LC_TRAITS_COUNT_UNRECOGNIZED
source: {NumUnrecognized} unrecognized
tr: {NumUnrecognized} tanınmayan
zh_hans: {NumUnrecognized} 未识别的

# LC_TRAITS_PRESETS
source: Presets
tr: Ön ayarlar
zh_hans: 预设

# LC_TRAITS_PRESETS_ADD
source: Save passives as new preset...
tr: Pasifleri yeni ön ayar olarak kaydedin...
zh_hans: 将 Passives 保存为新预设...

# LC_TRAITS_PRESETS_ADD_TITLE
source: New Preset Name
tr: Yeni Ön Ayar Adı
zh_hans: 新预设名称

# LC_TRAITS_PRESETS_DELETE_BTN_DESCRIPTION
source: Delete Preset
tr: Ön Ayarı Sil
zh_hans: 删除预设

# LC_TRAITS_PRESETS_DELETE_MSG
source: Delete the preset '{PresetName}'?
tr: '{PresetName}' ön ayarını silmek istiyor musunuz?
zh_hans: 删除这个预设 '{PresetName}'?

# LC_TRAITS_PRESETS_DELETE_TITLE
source: Delete Preset
tr: Ön Ayarı Sil
zh_hans: 删除预设

# LC_TRAITS_PRESETS_NAME
source: Name
tr: Ad
zh_hans: 名字

# LC_TRAITS_PRESETS_OVERWRITE_BTN_DESCRIPTION
source: Overwrite Preset
tr: Ön Ayarı Üzerine Yaz
zh_hans: 覆盖预设

# LC_TRAITS_PRESETS_OVERWRITE_MSG
source: Overwrite the preset '{PresetName}' with the current selection of required and optional passive skills?
tr: '{PresetName}' ön ayarını mevcut gerekli ve isteğe bağlı pasif becerileriyle üzerine yazmak istiyor musunuz?
zh_hans: 覆盖这个预设 '{PresetName}' 当前选择的必选和可选被动技能?

# LC_TRAITS_PRESETS_OVERWRITE_TITLE
source: Overwrite Preset
tr: Ön Ayarı Üzerine Yaz
zh_hans: 覆盖预设

# LC_TRAITS_PRESETS_RENAME_BTN_DESCRIPTION
source: Rename Preset
tr: Ön Ayarı Yeniden Adlandır
zh_hans: 重命名预设

# LC_TRAITS_PRESETS_RENAME_TITLE
source: Rename Preset '{PresetName}'
tr: '{PresetName}' Ön Ayarını Yeniden Adlandır
zh_hans: 重命名预设 '{PresetName}'

# LC_TRAITS_SEARCH_DESCRIPTION
source: Description
tr: Açıklama

# LC_TRAITS_SEARCH_NAME
source: Name
tr: İsim

# LC_TRAITS_SEARCH_SEARCH
source: Search
tr: Ara

# LC_TRAITS_SEARCH_TITLE
source: Search Passive Skills
tr: Pasif Becerileri Ara

# LC_TRAIT_LABEL_UNRECOGNIZED
source: {InternalName} (Unrecognized)
tr: {InternalName} (Tanınmayan)

# LC_UNKNOWN_GUILD
source: Unknown Guild
tr: Bilinmeyen Kılıç
zh_hans: 未知公会

# LC_UNKNOWN_PLAYER
source: Unknown Player
tr: Bilinmeyen Oyuncu
zh_hans: 未知玩家

# LC_UPDATE_AVAILABLE
source: An update is available!
tr: Bir güncelleme mevcuttur!
zh_hans: 有可用更新!

# LC_VIEWING_CAGE_LABEL
source: Viewing Cage ({CageId})
tr: Gözetleme Kafesi ({CageId})
zh_hans: 观察笼 ({CageId})

# LC_SURGERY_STEP_TITLE
source: Surgery
tr: Cerrahi

# LC_SOLVER_SETTINGS_USE_GENDER_REVERSERS
source: Use Gender Reversers
tr: Cinsiyet Dönüştürücüleri Kullan

# LC_SOLVER_SETTINGS_USE_GENDER_REVERSERS_DESCRIPTION
source: Whether to assume the use of Gender Reversers for breeding effort calculations. This prevents Pal Calc from including gender probabilities, and allows Pal Calc to force-breed pals with incompatible genders. Gender Reversers are not shown in the breeding graph. If enabled, Owned Pals in the graph may be shown with a different gender.
tr: Üreme çabası hesaplamaları için Cinsiyet Değiştiricilerin kullanımını varsaymak. Bu, Pal Calc'ın cinsiyet olasılıklarını dahil etmesini engeller ve Pal Calc'ın uyumsuz cinsiyetlere sahip arkadaşları zorla üremesini sağlar. Cinsiyet Değiştiriciler üreme grafiğinde gösterilmez. Etkinleştirilirse, grafikteki Sahip Olunan Arkadaşlar farklı bir cinsiyetle gösterilebilir..

# LC_SOLVER_SETTINGS_SURGERY_ALLOWED_PASSIVES
source: Allowed Surgery Passives
tr: İzin Verilen Cerrahi Pasif Becerileri

# LC_SOLVER_SETTINGS_MAX_GOLD_COST
source: Max Gold Cost
tr: Maksimum Altın Maliyeti

# LC_SOLVER_SETTINGS_MAX_GOLD_COST_DESCRIPTION
source: The maximum total gold cost for breeding paths which use the Surgery Table to add or replace passives. Set this to 0 to prevent using the Surgery Table for passive skills. Higher values have minimal effect on time required.
tr: Pasif yetenekleri eklemek veya değiştirmek için Cerrahi Masası'nı kullanan yetiştirme yollarının maksimum toplam altın maliyeti. Pasif beceriler için Cerrahi Masasını kullanmayı engellemek için bunu 0 olarak ayarlayın. Daha yüksek değerler, gereken süre üzerinde minimum etkiye sahiptir..

# LC_PASSIVES_CHECKLIST_COST
source: Surgery Cost
tr: Ameliyat Maliyeti

# LC_PASSIVES_CHECKLIST_DESCRIPTION
source: Description
tr: Açıklama

# LC_PASSIVES_CHECKLIST_NAME
source: Name
tr: İsim

# LC_PASSIVES_CHECKLIST_SURGERY_ITEM
source: Item Required
tr: Gerekli öğe

# LC_PASSIVES_CHECKLIST_SURGERY_TITLE
source: Available Passives for Surgery
tr: Cerrahi İçin Uygun Pasif Beceriler

# LC_PASSIVES_CHECKLIST_SURGERY_ITEM_NO
source: No
tr: Hayır

# LC_PASSIVES_CHECKLIST_SURGERY_ITEM_YES
source: Yes
tr: Evet

# LC_COMMON_LEVEL
source: Level
zh_hans: 等级

# LC_CUSTOM_CONTAINER
source: {Label} (custom)
zh_hans: {Label} (自定义)

# LC_LOC_COORD_PALBOX
source: Palbox, tab {Tab} at ({X},{Y})
zh_hans: 帕鲁终端, 目录页{Tab} 在 横 竖 ({X},{Y})

# LC_LOC_PALBOX_TAB
source: Tab {Tab}
zh_hans: 目录 {Tab}

# LC_PAL_LOC_PALBOX
source: Palbox
zh_hans: 帕鲁终端

# LC_PAL_WILD_COUNT
source: {NumWild} Wild
zh_hans: {NumWild} 野生

# LC_RANDOM_TRAIT
source: (Random)
zh_hans: (任意词条)

# LC_RESULT_IV_ATTACK
source: IV ATK
zh_hans: IV 攻击

# LC_RESULT_IV_AVERAGE
source: IV AVG
zh_hans: IV 平均

# LC_RESULT_IV_DEFENSE
source: IV DEF
zh_hans: IV 防御

# LC_RESULT_IV_HP
source: IV HP
zh_hans: IV 血量

# LC_RESULT_LABEL
source: {PalName} with {TraitsList}, takes ~{TimeEstimate}
zh_hans: {PalName} 具有 {TraitsList}, 需要 ~{TimeEstimate}

# LC_SAVESEARCH_CONTAINER_LABEL
source: {Label} ({NumMatches} matches)
zh_hans: {Label} ({NumMatches} 匹配)

# LC_SAVESEARCH_SETTINGS_MIN_IVS
source: Min IVs
zh_hans: 最小 IVs
