Repository: tylercamp/palcalc
Catalog: PalCalc.UI/Localization/Localizations/*.resx
Languages: tr, zh_hans

# LC_ABOUT_APP
source: About
tr: Hakkında
zh_hans: 关于

# LC_ADD_FAKE_SAVE
source: Add a fake save...
tr: Sahte bir kaydetme ekle...
zh_hans: 添加虚假存档...

# LC_ADD_NEW_SAVE
source: Add a new save...
tr: Yeni kaydet...
zh_hans: 添加新的存档...

# LC_ANY_GUILD
source: Any Guild
tr: Herhangi bir Lonca
zh_hans: 任何公会

# LC_ANY_PLAYER
source: Any Player
tr: Herhangi bir oyuncu
zh_hans: 任何玩家

# LC_BASE_ASSIGNED_LABEL
source: Assigned to Base
tr: Üsse atandı
zh_hans: 分配到基地

# LC_BASE_LABEL
source: Base ({BaseName})
tr: Üs ({BaseName})
zh_hans: 基地 ({BaseName})

# LC_BREEDING_TIME
source: Breeding Time (Seconds)
tr: Üreme Dönemi Süresi (Seconds)
zh_hans: 繁殖时间 (分钟)

# LC_BREEDING_TIME_DESC
source: The average time it takes to produce an egg. Used to estimate how long it will take to produce a pal with specific properties. This value is doubled internally to account for pal inactivity at night.
tr: Bir yumurta üretmek için gereken ortalama süre. Belirli özelliklere sahip bir pal üretmek için gereken süreyi tahmin etmek için kullanılır. Bu değer, geceleri palin hareketsizliğini hesaba katmak için dahili olarak iki katına çıkarılır.
zh_hans: 产生一个蛋所需的平均时间，用于估计生成具有特定属性的帕鲁需要多长时间。 此值在内部加倍，以说明帕鲁在夜间不活动.

# LC_COMMON_ALL_ATTACK_SKILLS
source: All Active Skills
tr: Tüm Aktif Beceriler

# LC_COMMON_ATTACK_SKILLS
source: Active Skills
tr: Aktif Beceriler

# LC_COMMON_CANCEL
source: Cancel
tr: İptal
zh_hans: 取消

# LC_COMMON_ENABLED
source: Enabled
tr: Etkinleştirildi
zh_hans: 启用

# LC_COMMON_EQUIPPED_ATTACK_SKILLS
source: Equipped Active Skills
tr: Donanımlı Aktif Beceriler

# LC_COMMON_GENDER
source: Gender
tr: Cinsiyet
zh_hans: 性别

# LC_COMMON_GENDER_FEMALE
source: Female
tr: Dişi
zh_hans: 女性

# LC_COMMON_GENDER_MALE
source: Male
tr: Erkek
zh_hans: 男性

# LC_COMMON_GENDER_NONE
source: No Gender
tr: Cinsiyetsiz

# LC_COMMON_GENDER_OPPOSITE_WILDCARD
source: Opposite Gender
tr: Karşı Cinsiyet
zh_hans: 异性

# LC_COMMON_GENDER_WILDCARD
source: Any Gender
tr: Herhangi bir Cinsiyet
zh_hans: 任何性别

# LC_COMMON_IV_ATTACK
source: Attack
tr: Saldırı
zh_hans: 攻击

# LC_COMMON_IV_ATTACK_SHORT
source: ATK
tr: SLD
zh_hans: 攻击

# LC_COMMON_IV_DEFENSE
source: Defense
tr: Savunma
zh_hans: 防御

# LC_COMMON_IV_DEFENSE_SHORT
source: DEF
tr: Sav
zh_hans: 防御

# LC_COMMON_IV_HP
source: HP
tr: Can
zh_hans: 血量

# LC_COMMON_IV_HP_SHORT
source: HP
tr: CAN
zh_hans: 血量

# LC_COMMON_LOCATION
source: Location
tr: Konum

# LC_COMMON_MAP_COORDS
source: Map Coords
tr: Harita Koordinatları

# LC_COMMON_OWNER
source: Owner
tr: Sahibi

# LC_COMMON_SAVE
source: Save
tr: Kaydet
zh_hans: 保存

# LC_COMMON_TRAITS
source: Passive Skills
tr: Pasif Beceriler
zh_hans: 被动技能

# LC_COMMON_UNKNOWN
source: Unknown
tr: Bilinmiyor
zh_hans: 未知

# LC_CRASHLOG_FAILED
source: Could not create the crashlog file.
tr: Çökme günlüğü dosyası oluşturulamadı.
zh_hans: 无法创建崩溃日志文件.

# LC_CUSTOM_CONTAINERS
source: Custom Containers
tr: Özel Konteynerler
zh_hans: 自定义容器

# LC_CUSTOM_CONTAINERS_DESCRIPTION
source: Changes will be saved in Pal Calc automatically. Custom containers do not affect Palworld save files.
tr: Değişiklikler Pal Calc'ta otomatik olarak kaydedilecektir. Özel konteynerler Palworld kayıt dosyalarını etkilemez.
zh_hans: 更改将自动保存在Pal Calc中。自定义容器不会影响Palworld保存文件.

# LC_CUSTOM_CONTAINER_ADD_NEW
source: Add new...
tr: Yeni Ekle...
zh_hans: 添加新的...

# LC_CUSTOM_CONTAINER_NEW_FIELD
source: Name
tr: İsim
zh_hans: 名字

# LC_CUSTOM_CONTAINER_NEW_TITLE
source: New Custom Container
tr: Yeni Özel Konteyner
zh_hans: 新的自定义容器

# LC_CUSTOM_CONTAINER_RENAME_FIELD
source: Name
tr: İsim
zh_hans: 名字

# LC_CUSTOM_CONTAINER_RENAME_TITLE
source: Rename Custom Container
tr: Özel Konteyneri Yeniden Adlandır
zh_hans: 重命名自定义容器

# LC_CUSTOM_SAVE_GAME_NAME
source: New Save Name
tr: Yeni Kayıt Adı
zh_hans: 新的保存名称

# LC_CUSTOM_SAVE_GAME_NAME_LABEL
source: Name
tr: İsim
zh_hans: 名字

# LC_DELETE_PAL_TARGET_MSG
source: Delete this entry for {PalName}?
tr: Bu {PalName} girişini sil ?
zh_hans: 删除 {PalName}此条目吗?

# LC_DELETE_PAL_TARGET_TITLE
source: Delete Pal Target
tr: Pal Hedefi Sil
zh_hans: 删除帕鲁目标

# LC_ERROR_HARD_CRASH
source: An unhandled error occurred. Please find the generated ZIP file to send with any support questions: {CrashlogPath}
tr: İşlenmemiş bir hata oluştu. Destek sorularınızla birlikte göndereceğiniz oluşturulan ZIP dosyasını lütfen bulun.: {CrashlogPath}
zh_hans: 发生了一个未处理的错误。 请找到生成的ZIP文件发送任何支持问题: {CrashlogPath}

# LC_ERROR_SAVE_LOAD_FAILED
source: An error occurred when loading the save file. Save files from newer versions of Palworld may require updates to Pal Calc. Files from older versions may be unsupported, and an older version of Pal Calc might be needed. Please find the generated ZIP file to send with any support questions: {CrashlogPath}
tr: Kaydedilen dosyayı yüklerken bir hata oluştu. Palworld'ün yeni sürümlerinden dosyaları kaydetmek için Pal Calc'ın güncellenmesi gerekebilir. Eski sürümlerden gelen dosyalar desteklenmeyebilir ve Pal Calc'ın eski bir sürümü gerekebilir. Destek sorularınızla birlikte göndereceğiniz oluşturulan ZIP dosyasını lütfen burada bulabilirsiniz: {CrashlogPath}
zh_hans: 加载保存文件时发生错误。 请找到生成的ZIP文件发送任何支持问题: {CrashlogPath}

# LC_EXPORT_CRASH_LOG
source: Export Crash Log
tr: Çökme Günlüğünü Dışa Aktar
zh_hans: 导出崩溃日志

# LC_EXPORT_CRASH_LOG_DESCRIPTION
source: Exports recently-referenced save files, cache data, and settings as a ZIP.
tr: Son zamanlarda başvurulan kayıtlı dosyaları, önbellek verilerini ve ayarları ZIP dosyası olarak dışa aktarır..
zh_hans: 将最近引用的保存文件、缓存数据和设置导出为ZIP.

# LC_EXPORT_SAVE
source: Export Save
tr: Dışa Aktar Kaydet
zh_hans: 导出保存

# LC_EXPORT_SAVE_CSV
source: Export Save CSV
tr: Dışa Aktar CSV Kaydet

# LC_EXPORT_SAVE_CSV_DESCRIPTION
source: Exports all pals in your save file to a CSV spreadsheet.
tr: Kaydedilen dosyanızdaki tüm arkadaşları bir CSV tablosuna aktarır..

# LC_EXPORT_SAVE_DESCRIPTION
source: Exports all known Palworld files for the selected save as a ZIP.
tr: Seçilen kaydetme için bilinen tüm Palworld dosyalarını ZIP olarak dışa aktarır.
zh_hans: 将所选保存的所有已知Palworld文件导出为ZIP文件.

# LC_GAME_SETTINGS
source: Game Settings
tr: Oyun Ayarları
zh_hans: 游戏设置

# LC_GRAPH_ZOOM_CUSTOM
source: Custom
tr: Özel
zh_hans: 自定义

# LC_GRAPH_ZOOM_FILL
source: Fill
tr: Doldur
zh_hans: 填充

# LC_GRAPH_ZOOM_PERCENT
source: Zoom:
tr: Yakınlaştır:
zh_hans: 缩放:

# LC_GUILD_LABEL
source: Guild '{GuildName}'
tr: Lonca '{GuildName}'
zh_hans: 公会 '{GuildName}'

# LC_INCLUDE_CUSTOM_PALS
source: Include Pals in Custom Containers
tr: Özel Konteynerdeki Arkadaşları Dahil Et
zh_hans: 包含在自定义容器中帕鲁

# LC_INCLUDE_PALS_AT_BASE
source: Include Pals at Base
tr: Üsteki Palları Dahil Et
zh_hans: 包括基地的帕鲁

# LC_INCLUDE_PALS_GPS
source: Include Pals in Global Palbox
tr: Global Palbox'daki Palları Dahil Et

# LC_INCLUDE_PALS_IN_CAGES
source: Include Pals in Viewing Cages
tr: Gözlem Kafesi'ndeki Palları Dahil Et
zh_hans: 包括在展览中的帕鲁

# LC_INCLUDE_PALS_ON_EXPEDITIONS
source: Include Pals on Expedition
tr: Seferdeki Palları Dahil Et

# LC_INSPECT_SAVE
source: Inspect
tr: Kontrol Et
zh_hans: 检查

# LC_ITL_LABEL
source: English
tr: Türkçe
zh_hans: 中文 (简体)

# LC_LANGUAGE
source: Language
tr: Dil
zh_hans: 语言

# LC_JOB_QUEUE_CLOSING_MSG
source: Closing Pal Calc will cancel any remaining jobs. Are you sure you want to quit?
tr: Pal Calc'ı kapatmak kalan tüm işleri iptal edecektir. Gerçekten çıkmak istiyor musunuz?

# LC_JOB_QUEUE_CLOSING_TITLE
source: Pending Jobs
tr: Bekleyen İşler

# LC_JOB_QUEUE_HEADER
source: Jobs ({Count})
tr: İşler ({Count})

# LC_LANG_CHANGED_RESTART
source: Pal Calc must be restarted for the new language to fully apply.
tr: Yeni dilin tam olarak uygulanabilmesi için Pal Calc'ın yeniden başlatılması gerekir.
zh_hans: 必须重新启动Pal Calc才能完成新语言的应用.

# LC_LOC_COORD_BASE
source: A base, slot ({X},{Y})
tr: Üs, slot ({X},{Y})
zh_hans: 在此据点内的帕鲁, 在 横 竖 ({X},{Y})

# LC_LOC_COORD_DPS
source: Dim. storage, tab {Tab} at ({X},{Y})
tr: Dim. depolama, tab {Tab} at ({X},{Y})

# LC_LOC_COORD_GPS
source: Global palbox, tab {Tab} at ({X},{Y})
tr: Küresel palbox, tab {Tab} at ({X},{Y})

# LC_LOC_COORD_PARTY
source: Party, slot {SlotNum}
tr: Parti, slot {SlotNum}
zh_hans: 队伍, 插槽 {SlotNum}

# LC_LOC_COORD_VIEWING_CAGE
source: Viewing cage at ({X},{Y})
tr: Gözlem kafesinde ({X},{Y})
zh_hans: 观察笼位于 ({X},{Y})

# LC_LOC_OWNED_BY
source: Owned by {Owner}
tr: {Owner} tarafından sahiplenildi
zh_hans: 拥有者 {Owner}

# LC_MANUAL_SAVE_ALREADY_REGISTERED
source: The selected file has already been registered.
tr: Seçilen dosya zaten kaydedilmiş.
zh_hans: 所选文件已注册.

# LC_MANUAL_SAVE_EXTENSION_LBL
source: Level save file
tr: Seviye kaydetme dosyası
zh_hans: 存档文件

# LC_MANUAL_SAVE_INCOMPLETE
source: The selected file is invalid or not in a complete save-game folder.
tr: Seçilen dosya geçersiz veya tam bir oyun kaydetme klasöründe değil.
zh_hans: 所选文件不在完整的保存游戏文件夹中.

# LC_MANUAL_SAVE_SELECTOR_TITLE
source: Select the 'Level.sav' file in your save folder
tr: Kaydetme klasörünüzdeki 'Level.sav' dosyasını seçin.
zh_hans: 选择保存文件夹中的 'Level.sav' 文件

# LC_MEMORY_WARNING_MSG
source: Notice: The solver has been temporarily paused since the system is low on memory. Work will resume once this message has closed. Would you like to ignore future warnings for this run?
tr: Uyarı: Sistemdeki bellek yetersizliği nedeniyle çözücü geçici olarak durdurulmuştur. Bu mesaj kapandığında çalışma yeniden başlayacaktır. Bu çalıştırma için gelecekteki uyarıları yok saymak ister misiniz?
zh_hans: 注意：由于系统内存不足，求解器已暂时停止运行。此消息关闭后，工作将恢复。 你是否愿意忽略此运行中的所有未来警告？

# LC_MEMORY_WARNING_TITLE
source: Memory Warning!
tr: Bellek Uyarısı!
zh_hans: 内存警告!

# LC_MULTIPLE_BREEDING_FARMS
source: Multiple Breeding Farms
tr: Çoklu Yetiştirme Çiftlikleri
zh_hans: 多个养殖场

# LC_MULTIPLE_BREEDING_FARMS_DESC
source: Whether multiple breeding farms will be used. If enabled, the time to breed a pal from two other bred pals is based on the longest breeding time between the parents. If disabled, the time to breed a pal is always based on the sum of the time required for the parents.
tr: Birden fazla yetiştirme çiftliği kullanılıp kullanılmayacağı. Etkinleştirildiğinde, diğer iki yetiştirilmiş arkadaştan bir arkadaş yetiştirme süresi, ebeveynler arasındaki en uzun yetiştirme süresine göre belirlenir. Devre dışı bırakıldığında, bir pal yetiştirme süresi her zaman ebeveynler için gereken sürenin toplamına göre belirlenir.
zh_hans: 是否会使用多个养殖场。 如果启用，从两个繁殖的伙伴繁殖一个伙伴的时间基于父母之间最长的繁殖时间。 如果禁用，繁殖伴侣的时间总是基于父母所需时间的总和.

# LC_NEW_TARGET_PAL
source: New
tr: Yeni
zh_hans: 新品

# LC_NO_RESULTS_FAQ_1
source: No results? Check
tr: Sonuç bulunamadı? Kontrol et
zh_hans: 没有结果？核对

# LC_NO_RESULTS_FAQ_2
source: the FAQs
tr: SSS
zh_hans: 常见问题

# LC_NO_RESULTS_FAQ_3
source: for possible causes.
tr: olası nedenler için.
zh_hans: 可能的原因.

# LC_NO_TRAITS
source: With no passives
tr: Pasif yok
zh_hans: 没有被动技能

# LC_OPEN_IN_FILE_EXPLORER
source: Open in Explorer
tr: Explorer'da Aç
zh_hans: 在浏览器中打开

# LC_OPTIONAL_TRAITS_SUMMARY
source: Optionally with {TraitsList}
tr: İsteğe bağlı olarak {TraitsList}
zh_hans: 可选配 {TraitsList}

# LC_PAL_CHECKLIST_SEARCH
source: Search
tr: Arama
zh_hans: 搜索

# LC_PAL_LIST_PRESETS
source: Presets
tr: Ön ayarlar

# LC_PAL_LIST_PRESETS_ADD
source: Save Pals as new preset...
tr: Pals'ı yeni ön ayar olarak kaydet...

# LC_PAL_LIST_PRESETS_ADD_TITLE
source: New Preset Name
tr: Yeni Ön Ayar Adı

# LC_PAL_LIST_PRESETS_BUILTIN_NOT_OWNED
source: Pals Not Owned
tr: Sahip Olunmayan Pallar

# LC_PAL_LIST_PRESETS_BUILTIN_OWNED
source: Owned Pals
tr: Sahip Olunan Pallar

# LC_PAL_LIST_PRESETS_DELETE_BTN_DESCRIPTION
source: Delete Preset
tr: Ön Ayarı Sil

# LC_PAL_LIST_PRESETS_DELETE_MSG
source: Delete the preset '{PresetName}'?
tr: '{PresetName}' ön ayarını silmek istiyor musunuz?

# LC_PAL_LIST_PRESETS_DELETE_TITLE
source: Delete Preset
tr: Ön Ayarı Sil

# LC_PAL_LIST_PRESETS_NAME
source: Name
tr: Ad

# LC_PAL_LIST_PRESETS_OVERWRITE_BTN_DESCRIPTION
source: Overwrite Preset
tr: Ön Ayarı Üzerine Yaz

# LC_PAL_LIST_PRESETS_OVERWRITE_MSG
source: Overwrite the preset '{PresetName}' with the current selection of Pals?
tr: '{PresetName}' ön ayarını mevcut Pallarla üzerine yazmak istiyor musunuz?

# LC_PAL_LIST_PRESETS_OVERWRITE_TITLE
source: Overwrite Preset
tr: Ön Ayarı Üzerine Yaz

# LC_PAL_LIST_PRESETS_RENAME_BTN_DESCRIPTION
source: Rename Preset
tr: Ön Ayarı Yeniden Adlandır

# LC_PAL_LIST_PRESETS_RENAME_TITLE
source: Rename Preset '{PresetName}'
tr: '{PresetName}' Ön Ayarını Yeniden Adlandır

# LC_PAL_LOC_BASE
source: Base
tr: Üs
zh_hans: 基地

# LC_PAL_LOC_CAPTURED
source: Captured
tr: Yakalandı
zh_hans: 需捕获

# LC_PAL_LOC_COUNT
source: {Count} in {LocType}
tr: {LocType} içinde {Count}
zh_hans: {Count} 在 {LocType}

# LC_PAL_LOC_DPS_FULL
source: Dimensional Pal Storage
tr: Boyutsal Pal Depolama

# LC_PAL_LOC_DPS_SHORT
source: Dim. Storage
tr: Dim. Depolama

# LC_PAL_LOC_PARTY
source: Party
tr: Parti
zh_hans: 队伍

# LC_PAL_LOC_VIEWING_CAGE
source: Viewing Cage
tr: Gözlem Kafesi
zh_hans: 查看笼子

# LC_PAL_SRC_ANY_GUILD_MEMBER
source: Any guild member
tr: Herhangi bir lonca üyesi
zh_hans: 任何公会成员

# LC_PAL_SRC_ANY_PLAYER_GUILD
source: Any player in any guild
tr: Herhangi bir guilddeki herhangi bir oyuncu
zh_hans: 任何公会中的任何玩家

# LC_PAL_TARGET_OPTIONAL_TRAITS
source: Optional
tr: İsteğe bağlı
zh_hans: 可选

# LC_PAL_TARGET_REQUIRED_TRAITS
source: Required
tr: Gerekli
zh_hans: 需要

# LC_PLAYER_LABEL
source: Player '{PlayerName}'
tr: Oyuncu '{PlayerName}'
zh_hans: 玩家 '{PlayerName}'

# LC_POPUP_TITLE_LOADING_SAVE_FILE
source: Loading Save File
tr: Dosya Kaydediliyor
zh_hans: 加载保存文件

# LC_REMOVE_CUSTOM_CONTAINER_DESCRIPTION
source: The custom container '{Label}' will be removed.
tr: Özel konteyner '{Label}' kaldırılacak.
zh_hans: 自定义容器 '{Label}' 将被删除.

# LC_REMOVE_SAVE_DESCRIPTION
source: Are you sure you want to remove this save from from Pal Calc? {SaveLabel} This will not delete the save files from your computer.
tr: Bu kaydı Pal Calc'ten kaldırmak istediğinizden emin misiniz? {SaveLabel} Bu, bilgisayarınızdaki kayıtlı dosyaları silmez..
zh_hans: 您确定要从 Pal Calc 中删除此存档吗？ {SaveLabel} 这不会从您的计算机中删除保存的文件.

# LC_REMOVE_SAVE_TITLE
source: Remove Manual Save?
tr: Manuel Kaydetmeyi Kaldır?
zh_hans: 删除手动保存?

# LC_REQUIRED_TRAITS_SUMMARY
source: With {TraitsList}
tr: {TraitsList} ile
zh_hans: 与 {TraitsList}

# LC_RESULT_BREEDING_ATTEMPTS
source: {AvgAttempts} attempts
tr: {AvgAttempts} girişimler
zh_hans: {AvgAttempts} 尝试

# LC_RESULT_INPUT_LOCS
source: Input Locations
tr: Giriş Konumları
zh_hans: 输入位置

# LC_RESULT_LIST_TITLE_COUNT
source: {NumResults} Results
tr: {NumResults} Sonuç
zh_hans: {NumResults} 个结果

# LC_RESULT_LIST_TITLE_EMPTY
source: Results
tr: Sonuç Yok
zh_hans: 结果

# LC_RESULT_NUM_CAKES
source: # Cakes
tr: # Pastalar

# LC_RESULT_NUM_STEPS
source: # Steps
tr: # Adımlar
zh_hans: # 步骤

# LC_RESULT_TIME_ESTIMATE
source: Effort
tr: Çaba
zh_hans: 耗时

# LC_SAVEINSPECT_CONTAINER_OWNER
source: Owner:
tr: Sahip:
zh_hans: 拥有者:

# LC_SAVEINSPECT_CONTAINER_SLOTS_USED
source: slots used
tr: kullanılan slotlar
zh_hans: 使用的插槽

# LC_SAVEINSPECT_CONTAINER_TYPE
source: Type:
tr: Tip:
zh_hans: 类型:

# LC_SAVEINSPECT_DETECTED_PROPERTIES
source: Detected Properties
tr: Algılanan Özellikler
zh_hans: 检测到的属性

# LC_SAVEINSPECT_ON_EXPEDITION
source: On Expedition
tr: Keşif Seferinde

# LC_SAVEINSPECT_RAW_PROPERTIES
source: Raw Properties
tr: Ham Özellikler
zh_hans: 原始属性

# LC_SAVEINSPECT_SLOT_EMPTY
source: Empty
tr: Boş
zh_hans: 空的

# LC_SAVESEARCH_GRP_PAL_CONTAINERS
source: Pal Containers
tr: Pal Konteynerler
zh_hans: 帕鲁容器

# LC_SAVESEARCH_GRP_SEARCH_SETTINGS
source: Search Settings
tr: Arama Ayarları
zh_hans: 搜索设置

# LC_SAVESEARCH_SETTINGS_RESET
source: Reset
tr: Sıfırla
zh_hans: 重置

# LC_SAVEWINDOW_TAB_DETAILS
source: Details
tr: Detaylar
zh_hans: 详情

# LC_SAVEWINDOW_TAB_SEARCH
source: Search
tr: Ara
zh_hans: 搜索

# LC_SAVEWINDOW_TITLE
source: Save Inspector - {SaveLabel}
tr: Müfettişi Kaydet - {SaveLabel}
zh_hans: 保存检查器 - {SaveLabel}

# LC_SAVE_FILE
source: Save File
tr: Dosyayı Kaydet
zh_hans: 保存文件

# LC_SAVE_FILE_RELOADING
source: Save file was not yet cached or cache is outdated, reading content...
tr: Dosya henüz önbelleğe alınmadı veya önbellek güncel değil, içerik okunuyor...
zh_hans: 保存文件尚未缓存或缓存已过时，正在读取内容...

# LC_SAVE_FILE_RELOAD_DESCRIPTION
source: Some of the files for this save have been changed. Click to reload the latest data.
tr: Bu kaydetme için bazı dosyalar değiştirilmiştir. En son verileri yeniden yüklemek için tıklayın.
zh_hans: 此存档的某些文件已更改。单击以重新加载最新数据.

# LC_SAVE_GAME
source: Game
tr: Oyun
zh_hans: 游戏

# LC_SAVE_GAME_ERROR
source: No save is selected or the selected save could not be loaded! If you don't have a save file, consider selecting "Location: Manually Added" and "Game: Add a fake save...". Use the "Inspect" button and Custom Containers to manually add pals.
tr: Hiçbir kaydetme seçilmedi veya seçilen kaydetme yüklenemedi! Kaydetme dosyanız yoksa, "Konum: Manuel Olarak Eklendi" ve "Oyun: Sahte kaydetme ekle..." seçeneklerini seçmeyi düşünün. "İnceleme" düğmesini ve Özel Kapları kullanarak pals'ı manuel olarak ekleyin.

# LC_SAVE_GAME_INVALID
source: The selected save file is invalid!
tr: Seçilen kayıt dosyası geçersiz!
zh_hans: 选定的保存文件无效!

# LC_SAVE_GAME_LBL
source: {PlayerName} lv {PlayerLevel} in {WorldName} day {DayNumber}
tr: {PlayerName} lv {PlayerLevel} in {WorldName} gün {DayNumber}
zh_hans: {PlayerName} 在 {WorldName} 第 {DayNumber} 天，等级 {PlayerLevel}

# LC_SAVE_GAME_LBL_NO_METADATA
source: {GameId} (Unable to read metadata)
tr: {GameId} (Meta verileri okuyamıyor)
zh_hans: {GameId} (无法读取元数据)

# LC_SAVE_GAME_LBL_SERVER
source: {WorldName} day {DayNumber}
tr: {WorldName} gün {DayNumber}
zh_hans: {WorldName} 第 {DayNumber} 天

# LC_SAVE_GAME_REMOVE_BTN_LABEL
source: Remove
tr: Kaldır
zh_hans: 删除

# LC_SAVE_GAME_XBOX_INCOMPLETE
source: The Xbox save file is incomplete, but features will still work. This resolves automatically when Palworld is closed for a few minutes and Pal Calc is restarted.
tr: TXbox kayıt dosyası eksik, ancak özellikler yine de çalışacaktır. Palworld birkaç dakika kapatılıp Pal Calc yeniden başlatıldığında bu sorun otomatik olarak çözülür.
zh_hans: Xbox 保存文件不完整，但功能仍可正常工作。当 Palworld 关闭几分钟并重新启动 Pal Calc 时，此问题会自动解决.

# LC_SAVE_INSPECTOR_LOADING
source: Reading raw save data...
tr: Ham kayıt verilerini okunuyor...
zh_hans: 读取原始保存数据...

# LC_SAVE_LOCATION
source: Location
tr: Konum
zh_hans: 位置

# LC_SAVE_LOCATION_LBL_STEAM
source: Steam user {UserId} - {NumValidSaves} valid saves
tr: Steam kullanıcısı {UserId} - {NumValidSaves} geçerli kayıtlar
zh_hans: Steam user {UserId} - {NumValidSaves} 有效存档

# LC_SAVE_LOCATION_LBL_XBOX
source: Xbox user {UserId} - {NumValidSaves} valid saves
tr: Xbox kullanıcısı {UserId} - {NumValidSaves} geçerli kayıtlar
zh_hans: Xbox user {UserId} - {NumValidSaves} 有效存档

# LC_SAVE_LOCATION_MANUAL
source: Manually Added
tr: Manuel olarak eklendi
zh_hans: 手动添加

# LC_SAVE_LOCATION_XBOX_INSTALL_1
source: No Xbox saves were found. Palworld must be installed on the PC through the
tr: Xbox kaydı bulunamadı. Palworld, PC'ye
zh_hans: 未找到Xbox保存。Palworld必须通过以下方式安装在PC上

# LC_SAVE_LOCATION_XBOX_INSTALL_3
source: Save files are synced to your PC when you run the game.
tr: Oyunu çalıştırdığınızda kayıtlı dosyalar bilgisayarınıza senkronize edilir.
zh_hans: 当您运行游戏时，保存文件将同步到您的 PC.

# LC_SETTINGS_MASSIVE_EGG_INCUBATION
source: Massive Egg Incubation Time (Minutes)
tr: Büyük Yumurta Kuluçka Süresi (Dakika)

# LC_SETTINGS_MASSIVE_EGG_INCUBATION_DESC
source: How long it takes to incubate a massive egg without any bonuses (temperature modifiers).
tr: Bonuslar (sıcaklık değiştiriciler) olmadan büyük bir yumurtayı kuluçkaya yatırmak ne kadar sürer?.

# LC_SETTINGS_PALBOX_TAB_SIZE
source: Palbox Tab Size
tr: Palbox Sekme Boyutu

# LC_SETTINGS_PALBOX_TAB_SIZE_DESC
source: The size of a tab in your Palbox. This is used when displaying the locations of Pals in your Palbox. The default is 6x5. This shouldn't be changed unless you use a mod which changes the size of a Palbox tab. This setting requires a restart to fully apply.
tr: Palbox'ınızdaki sekmenin boyutu. Bu, Palbox'ınızdaki Pals'ların konumlarını görüntülerken kullanılır. Varsayılan ayar 6x5'tir. Palbox sekmesinin boyutunu değiştiren bir mod kullanmıyorsanız, bu ayar değiştirilmemelidir. Bu ayarın tam olarak uygulanması için yeniden başlatma gerekir..

# LC_SETTINGS_RESTART_REQUIRED_MSG
source: Some changes require a restart to take full effect.
tr: Bazı değişikliklerin tam olarak yürürlüğe girmesi için yeniden başlatma gerekir..

# LC_SOLVER_PAUSE
source: Pause
tr: Duraklat
zh_hans: 暂停

# LC_SOLVER_RESUME
source: Resume
tr: Devam Et
zh_hans: 恢复

# LC_SOLVER_RUN
source: Run
tr: Çalıştır
zh_hans: 开始

# LC_SOLVER_SETTINGS_ALLOWED_BRED_PALS
source: Allowed Bred Pals
tr: İzin Verilen Yetiştirme Palları
zh_hans: 允许的繁殖帕鲁

# LC_SOLVER_SETTINGS_ALLOWED_WILD_PALS
source: Allowed Wild Pals
tr: İzin Verilen Vahşi Pallar
zh_hans: 允许的野生帕鲁

# LC_SOLVER_SETTINGS_MAX_BRED_IRRELEVANT_TRAITS
source: Max Bred Irrelevant Passives
tr: Max Bred Alakasız Pasifler
zh_hans: 最大繁育无关被动

# LC_SOLVER_SETTINGS_MAX_BRED_IRRELEVANT_TRAITS_DESCRIPTION
source: The maximum number of irrelevant passive skills allowed for any bred pal, including the final breeding result. Values higher than '1' will typically add shorter breeding paths if there are unused passive skill slots in the final pal. Higher values *exponentially* affect time required.
tr: Son üreme sonucu dahil olmak üzere, herhangi bir yetiştirilmiş arkadaş için izin verilen maksimum alakasız pasif beceri sayısı. '1'den yüksek değerler, son palda kullanılmayan pasif beceri yuvaları varsa genellikle daha kısa üreme yolları ekler. Daha yüksek değerler, gereken süreyi *katlanarak* etkiler.
zh_hans: 任何繁殖的伙伴允许的最大不相关被动技能数量，包括最终繁殖结果。 如果最终 pal 中有未使用的被动技能槽，高于“1”的值通常会增加更短的繁殖路径。 较高的值*指数*影响所需的时间.

# LC_SOLVER_SETTINGS_MAX_BREEDING_STEPS
source: Max Breeding Steps
tr: Maksimum Üreme Adımları
zh_hans: 最大繁殖步数

# LC_SOLVER_SETTINGS_MAX_BREEDING_STEPS_DESCRIPTION
source: The maximum number of breeding steps to reach the target pal. (This value should typically be smaller than "Max Solver Steps".) Higher values cause Pal Calc to consider more options, and linearly affects computation time.
tr: Hedeflenen pal'a ulaşmak için gereken maksimum üreme adımı sayısı. (Bu değer genellikle "Maksimum Çözücü Adımları"ndan daha küçük olmalıdır.".) Daha yüksek değerler, Pal Calc'ın daha fazla seçeneği değerlendirmesine neden olur ve hesaplama süresini doğrusal olarak etkiler..
zh_hans: 到达目标 pal 的最大繁殖步骤数。 （该值通常应小于“最大解算器步数”。 较高的值会导致 Pal Calc 考虑更多选项，并线性影响计算时间.

# LC_SOLVER_SETTINGS_MAX_CPU
source: Max CPUs
tr: Maksimum CPU sayısı
zh_hans: 最大 CPUs

# LC_SOLVER_SETTINGS_MAX_CPU_DESCRIPTION
source: The number of CPUs the solver is allowed to use. If zero, all CPUs will be used.
tr: Çözücünün kullanmasına izin verilen CPU sayısı. Sıfır ise, tüm CPU'lar kullanılır..
zh_hans: 许求解器使用的 CPU 数量。如果为零，则将使用所有 CPU.

# LC_SOLVER_SETTINGS_MAX_INPUT_IRRELEVANT_TRAITS
source: Max Input Irrelevant Passives
tr: Maksimum Giriş Önemsiz Pasifler
zh_hans: 最大输入无关被动

# LC_SOLVER_SETTINGS_MAX_INPUT_IRRELEVANT_TRAITS_DESCRIPTION
source: The maximum number of irrelevant passive skills allowed for any owned pal used as a parent. Lower values can somewhat reduce processing at risk of missing some useful paths. Higher values linearly affect computation time.
tr: Ebeveyn olarak kullanılan herhangi bir sahip olunan pal için izin verilen maksimum alakasız pasif beceri sayısı. Daha düşük değerler, bazı yararlı yolların kaçırılma riskini biraz azaltabilir. Daha yüksek değerler hesaplama süresini doğrusal olarak etkiler..
zh_hans: 任何作为父母使用的拥有的朋友允许的最大不相关被动技能数量。 较低的值可以在一定程度上减少处理，但可能会丢失一些有用的路径。 较高的值会线性影响计算时间.

# LC_SOLVER_SETTINGS_MAX_SOLVER_STEPS
source: Max Solver Steps
tr: Maksimum Çözücü Adımları
zh_hans: 最大解算器步数
